[
  {
    "id": 1,
    "zekr": "سبحان الله وبحمده",
    "faeda": "من أحب الكلام إلى الله، غفر له ما تقدّم من ذنبه وإن كان مثل زبد البحر",
    "time": "كل يوم صباحًا ومساء"
  },
  {
    "id": 2,
    "zekr": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
    "faeda": "كتب الله له مائة حسنة ومُحيت عنه مائة سيئة، وكان في حرز من الشيطان حتى يمسي",
    "time": "كل يوم صباحًا ومساء"
  },
  {
    "id": 3,
    "zekr": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "faeda": "من قالها ثلاث مرات حين يصبح ومساء لم يضره شيء حتى يمسي/يصبح",
    "time": "عند الصباح وبعد المغرب"
  },
  {
    "id": 4,
    "zekr": "أعوذ بكلمات الله التامات من شر ما خلق",
    "faeda": "تحصين من كل شرّ وخير في الحفظ",
    "time": "كل يوم صباحًا ومساء"
  },
 
 
  {
    "id": 5,
    "zekr": "اللهم إني أعوذ بك من العجز والكسل والجبن والبخل",
    "faeda": "دعاء جامع لتحصين النفس من أمراض القلوب والهموم",
    "time": "ثلاث مرات صباحًا"
  },

   {
    "id": 6,
   
    "zekr": "الله أكبر، الله أكبر، الله أكبر، سبحان الذي سخر لنا هذا وما كنا له مقرنين، وإنا إلى ربنا لمنقلبون...",
    "faeda": "دعاء السفر التحصيني والطمأنينة للمسافر",
    "time": "عند الركوب في بداية السفر" 
  },
  {
    "id": 7,
  
    "zekr": "اللهم إنا نسألك في سفرنا هذا البر والتقوى...",
    "faeda": "طلب البر والتقوى وتيسير السفر",
    "time": "عند السفر"
  },
  {
    "id": 8,
    
    "zekr": "أعوذ بكلمات الله التامات من شر ما خلق",
    "faeda": "تحصين عند النوم أثناء السفر",
    "time": "قبل النوم أثناء السفر"
  },
  {
    "id": 9,
    
    "zekr": "أستودعكم الله الذي لا تضيع ودائعه",
    "faeda": "دعاء للمسافر للمقيمين على أهله",
    "time": "قبل فراق المسافرين"
  },
  {
    "id": 10,
 
    "zekr": "اللهم رب السموات السبع... أسألك خير هذه القرية وخير أهلها...",
    "faeda": "دعاء دخول بلدة أو مكان جديد",
    "time": "عند دخول قرية/مدينة"
  },
{
    "id": 11,
    
    "zekr": "اللهم باسمك أحيا وأموت",
    "faeda": "ذكر عند النوم والاستيقاظ",
    "time": "قبل النوم وعند الاستيقاظ"
  },
  {
    "id": 12,
   
    "zekr": "اللهم رب السموات السبع ورب الأرضين... اقضِ عنا الدين وأغننا من الفقر",
    "faeda": "دعاء جامع للأمن والرزق قبل النوم",
    "time": "قبل النوم"
  },
    {
    "id": 13,
   
    "zekr": "باسمك اللهم وضعت جنبي، وبك أرفعه، إن أمسكت نفسي فارحمها، وإن أرسلتها فاحفظها بما تحفظ به عبادك الصالحين",
    "faeda": "تحصين النفس قبل النوم",
    "time": "عند النوم "
  },
   {
    "id": 14,
    
    "zekr": "اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقْتَنَا وَقِنَا عَذَابَ النَّارِ",
    "faeda": "دعاء النبي ﷺ للبركة والحماية",
    "time": "قبل أو أثناء الأكل" 
  },
  {
    "id": 15,
    
    "zekr": "الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ…",
    "faeda": "شكر الخالق بعد الأكل وطلب البركة",
    "time": "بعد الانتهاء من الأكل"
  },
  {
    "id": 16,
    
    "zekr": "اللَّهُمَّ رَبَّ النَّاسِ، أَذْهِبِ البَأْسَ، اشْفِ أَنْتَ الشَّافِي، لَا شِفَاءَ إِلَّا شِفَاؤُكَ",
    "faeda": "دعاء نبوي من أجل شفاء عاجل لا يغادر سقمًا",
    "time": "عند المرض"
  },
  {
    "id": 17,
   
    "zekr": "أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ",
    "faeda": "تحصين من المرض ومسبباته",
    "time": "عند الشعور بالمرض" 
  },
  {
    "id": 18,
   
    "zekr": "يَا إِلَهِي، اسْمُكَ شِفَائِي، وَذِكْرُكَ دَوَائِي…",
    "faeda": "دعاء استعانة بذكر الله للشفاء",
    "time": "عند المرض"
  },
  {
    "id": 19,
   
    "zekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الخُبْثِ وَالخَبَائِثِ",
    "faeda": "تحصين عند دخول الخلاء من الشياطين",
    "time": "قبل دخول الخلاء"
  },
  {
    "id": 20,
    "zekr": "غُفْرَانَكَ",
    "faeda": "دعاء عند الخروج من الخلاء طلبًا للغفران",
    "time": "بعد الخروج من الخلاء"
  },
    {
    "id": 21,
  
    "zekr": "أعوذ بالله العظيم وبوجهه الكريم وسلطانه القديم من الشيطان الرجيم. بسم الله، والصلاة والسلام على رسول الله، اللهم افتح لي أبواب رحمتك",
    "faeda": "تحصين ودعاء عند دخول المسجد، مستحب بالدخول بالقدم اليمنى",
    "time": "عند دخول المسجد"
  },
  {
    "id": 22,
  
    "zekr": "بسم الله، والصلاة والسلام على رسول الله، اللهم إني أسألك من فضلك، اللهم اعصمني من الشيطان الرجيم",
    "faeda": "دعاء خروج من المسجد مع النجاة من وسوسة الشيطان",
    "time": "عند خروج من المسجد"
  },
  {
    "id": 23,
    "zekr": "اللهم اجعل في قلبي نوراً وفي بصري نوراً وفي سمعي نوراً ... اجعل لي نوراً",
    "faeda": "دعاء عند الذهاب للمسجد لطلب النور والتوفيق، ورد في صحيح البخاري",
    "time": "عند التوجه للمسجد"
  },
  {
    "id": 24,
    
    "zekr": "اللهم لا سهل إلا ما جعلته سهلاً، وأنت تجعل الحزن إذا شئت سهلاً",
    "faeda": "دعاء لتيسير الأمور والفرج عند الشدة",
    "time": "عند مواجهة صعوبة أو هم"
  },
  {
    "id": 25,
   
    "zekr": "يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين",
    "faeda": "دعاء يطلب العون والتصريف من كل أمر",
    "time": "أي وقت يحتاج فيه المسلم إلى الطمأنينة والدعاء"
  },
  {
    "id": 26,
   
    "zekr": "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم...",
    "faeda": "دعاء مأثور للكرب والاستعاذة من شدائد الحياة",
    "time": "عند الكرب والضيق"
  },
  {
    "id": 27,
    
    "zekr": "اللهم إنك عفو تحب العفو فاعف عني",
    "faeda": "دعاء ليلة القدر، طلب العفو والمغفرة",
    "time": "في ليلة القدر أو عند الدعاء بالمغفرة"
  },
  {
    "id": 28,
    
    "zekr": "ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
    "faeda": "دعاء شامل للخيريْن، دنيوياً وأخروياً",
    "time": "في كل وقت، مستحب بعد الصلاة وفي الدعاء العام"
  },
  {
    "id": 29,
  
    "zekr": "اللهم إني أعوذ بك من العلم الذي لا ينفع، ومن قلب لا يخشع، ودعاء لا يُسمع، ونفس لا تشبع",
    "faeda": "دعاء للحماية من إعاقات القلب والنفس والعلم",
    "time": "في أوقات الانشغال بالتعلم أو القلق"
  },
  {
    "id": 30,
    "zekr": "لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، سبحان الله رب العرش العظيم، الحمد لله رب العالمين، اللهم إني أسألك موجبات رحمتك وعزائم مغفرتك والغنيمة من كل بر والسلامة من كل إثم، لا تدع لي ذنباً إلا غفرته، ولا همّاً إلا فرّجته، ولا حاجةً هي لك رضا إلا قضيتها يا أرحم الراحمين",
    "faeda": "دعاء قضاء الحوائج بعد صلاة ركعتين غير الفريضة",
    "time": "بعد صلاة الحاجة (ركعتان) عند الحاجة لقضاء أمر"
  },
  {
    "id": 31,
    "zekr": "اللهم إني أستخيرك بعلمك وأستقدرك بقدرتك وأسألك من فضلك العظيم... فإذا علمت أن هذا الأمر خير لي فاقدره ويسره لي، وإن تعلم أنه شر فاصرفه عني",
    "faeda": "دعاء الاستخارة لتيسير اتخاذ القرار",
    "time": "بعد صلاة الاستخارة (ركعتان) عند اتخاذ قرار مهم"
  },
  {
    "id": 32,
    "zekr": "من توضأ فأسبغ الوضوء ثم صلى ركعتين خالصتين لله، ثم دعا دعاءه، أعطاه الله ما سأل عاجلاً أو آجلاً",
    "faeda": "سنة قضاء الحاجة بالصلاة والدعاء",
    "time": "قبل دعاء الحاجة يُستحب الوضوء وصلاة ركعتين"
  },
  {
    "id": 33,
    "zekr": "أعوذ بكلمات الله التامات من غضبه وعقابه، ومن شر عباده، ومن همزات الشياطين وأن يحضرون",
    "faeda": "تحصين من وسوسة الشياطين",
    "time": "في أي وقت لتحصين النفس"
  },
  {
    "id": 34,
    "zekr": "رب اغفر لي وتب علي إنك أنت التواب الرحيم",
    "faeda": "استغفار وتوبة بعد ارتكاب ذنب",
    "time": "بعد الاستشعار بالذنب أو الوقوع فيه"
  },
  {
    "id": 35,
    "zekr": "اللهم إني أعوذ بك من الجبن والبخل، وأعوذ بك أن أُرد إلى أرذل العمر",
    "faeda": "تحصين من الشيخوخة المبكرة والأخلاق السيئة",
    "time": "في أوقات الاستغفار والدعاء"
  },
  {
    "id": 36,
    "zekr": "اللهم اجعل ولدي/ولديّ من حفظة كتابك، واجعلهما للفلاح هادياً ولجنانك مرشداً",
    "faeda": "دعاء للولد بالتوفيق والتعلم وحفظ القرآن",
    "time": "أي وقت للوالدين لدعاء أبنائهم"
  }, 
  {
    "id": 37,
    "zekr": "اللهم اجعل في قلبي نوراً، وفي بصري نوراً، وفي سمعي نوراً ... اجعل لي نوراً",
    "faeda": "دعاء طلب النور والهداية والمحبة في كل الأحوال",
    "time": "عند الذهاب للمسجد أو عند الرغبة في الهداية"
  },
   {
    "id": 38,
    "zekr": "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك",
    "faeda": "دعاء للحفاظ على النعم والاستقرار",
    "time": "بعد أن يرزق المرء نعمة أو حسنة"
  }

]



