[
  {
    "id": 1,
    "zekr": "                                                                      اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ، لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ، مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ، وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ، وَلاَ يَؤُودُهُ حِفْظُهُمَا، وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "repeat": 1,
    "faeda": "أعظم آية في القرآن، تحفظ من الشياطين حتى يصبح"
  },
  {
    "id": 2,
    "zekr": "قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
    "repeat": 3,
     "faeda": "تعدل ثلث القرآن، وتحفظ من كل سوء"
  },
  {
    "id": 3,
    "zekr": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "repeat": 3,
     "faeda": "تحصين من الحسد والسحر وشر كل مخلوق"
  },
  {
    "id": 4,
    "zekr": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَٰهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ",
    "repeat": 3,
     "faeda": "تحصين من الوسواس الخناس ومن الشيطان"
  },
  {
    "id": 5,
    "zekr": "أصبحنا وأصبح الملك لله والحمد لله، لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير. رب أسألك خير ما في هذا اليوم وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم وشر ما بعده. رب أعوذ بك من الكسل وسوء الكبر، رب أعوذ بك من عذاب في النار وعذاب في القبر",
    "repeat": 1,
     "faeda": "دعاء جامع لبداية اليوم والحفظ من الشرور"
  },
  {
    "id": 6,
    "zekr": "اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك النشور",
    "repeat": 1,
       "faeda": "تجديد التوكل على الله كل صباح"
  },
  {
    "id": 7,
    "zekr": "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت. أعوذ بك من شر ما صنعت، أبوء لك بنعمتك عليّ، وأبوء بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت",
    "repeat": 1,
      "faeda": "سيد الاستغفار، من قاله ومات دخل الجنة"
  },
  {
    "id": 8,
    "zekr": "اللهم إني أصبحت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك أنك أنت الله، لا إله إلا أنت، وحدك لا شريك لك، وأن محمدًا عبدك ورسولك",
    "repeat": 4,
     "faeda": "من قالها أربع مرات أُعتق من النار"
  },
  {
    "id": 9,
    "zekr": "اللهم ما أصبح بي من نعمة أو بأحد من خلقك، فمنك وحدك لا شريك لك، فلك الحمد ولك الشكر",
    "repeat": 1,
        "faeda": "إقرار بنعمة الله وشكر عليها فتدوم"
  },
  {
    "id": 10,
    "zekr": "حسبِيَ الله لا إله إلا هو، عليه توكلت، وهو رب العرش العظيم",
    "repeat": 7,
    "faeda": "من قالها كفاه الله ما أهمه"
  },
  {
    "id": 11,
    "zekr": "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "repeat": 3,
      "faeda": "حماية من كل ضرر وشر في يومك"
  },
  {
    "id": 12,
    "zekr": "رضيت بالله ربًّا، وبالإسلام دينًا، وبمحمد صلى الله عليه وسلم نبيًّا",
    "repeat": 3,
     "faeda": "وجبَت له الجنة"
  },
  {
    "id": 13,
    "zekr": "يا حي يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفة عين",
    "repeat": 1,
      "faeda": "دعاء لتفويض الأمر لله والطمأنينة"
    
  },
  {
    "id": 14,
    "zekr": "أعوذ بكلمات الله التامات من شر ما خلق",
    "repeat": 3,
        "faeda": "تحصين من الشرور جميعًا"
  },
  {
    "id": 15,
    "zekr": "اللهم صل وسلم على نبينا محمد",
    "repeat": 10,
    "faeda": "من صلى عليه عشرًا كفاه الله همّ الدنيا والآخرة"
  },
  {
    "id": 16,
    "zekr": "استغفر الله العظيم الذي لا إله إلا هو، الحي القيوم، وأتوب إليه",
    "repeat": 3,
        "faeda": "سبب للمغفرة والرزق وتكفير الذنوب"
  },
  {
    "id": 17,
    "zekr": "سبحان الله وبحمده",
    "repeat": 100,
      "faeda": "يغفر الله بها الذنوب ولو كانت مثل زبد البحر"
  },
  {
    "id": 18,
    "zekr": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير",
    "repeat": 100,
     "faeda": "عدل عشر رقاب، وكتبت له مئة حسنة، وحُطّت عنه مئة سيئة"
  }
]
